{
  "sections": [
    "Invocation",
    "Approval of Journal",
    "Leaves of Absense",
    "Presentations",
    "Communications",
    "Introductions of Bills",
    "Reports",
    "Bills on Second Reading",
    "Public Comment",
    "Second Reading",
    "Speeches",
    "Adjournment"
  ],
  "topics": ["", "Pave 4th St.", "Hire business manager", "Parking ordinaces", "Ice skating rink"],
  "talks": [
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    Good morning, everyone.\n     (Good morning.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The hour has come.  We have a quorum.  I'd ask that all guests and visitors please retire behind the rail.  The members have taken their seat.  We're going to come to order.\n     To give our invocation this morning, the Chair recognizes Father John Babowitch of Our Lady of Calvary Catholic Church.  He is here today as the guest of Councilman O'Neill.\n     I would ask all members and guests and visitors to please rise.\n     (Members and guests rise.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "FATHER BABOWITCH",
      "said": "    In the name of the father and of the son and of the holy spirit.  Amen.\n     God is love.  In the desire to make us share in this love, he sent his son God into the world to come to our aid and gentle kindness to help those who are weak, sick or unfortunate.  It is great love for all of us.  Christ said that whatever you do for the least among us, you do for him.  He called those who show mercy blessed of his father and promised them eternal life.\n     Let us pray for the Lord's blessing on the members of City Council who are devoted to helping their brothers and sisters.  And we pray.\n     The love of Christ has gathered us together to one.  Let us rejoice and be glad in him.  Let us fear and love the living God, and love each other from the depths of our heart.  Therefore, when we are together, let us take heed not to be divided in mind.  Let there be an end to bitterness and quarrels, an end to strife and, in the midst, be Christ our God. And in the company with the blessed, may we see your face in glory, Christ our God, pure and abounding joy, forever and forever.\n     Amen.\n     (Amen.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "FATHER BABOWITCH",
      "said": "    Let us pray.\n     Blessed are you, Lord God of mercy, who through your son gave us a marvelous example of charity and the great commandment of love for one another.  Send down your blessings on these, your servants.  Help them to do the work so beautiful for Philadelphia.\n     We ask to bless our Council, to strengthen them in all their deliberations.  When they are called on in times of need, let them faithfully serve you and their neighbor.\n     We ask this through Christ our Lord.\n     Amen.\n     (Amen.)\n",
      "section": "INVOCATION",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "FATHER BABOWITCH",
      "said": "    And may almighty God bless you all, the father, the son, and the holy spirit.\n     Amen.\n     (Amen.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you so much, Father.\n     (Council at ease.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you very much.  Thank you.  The next order of business is the approval of the Journal of the meeting of Thursday, September 18th, 2014.\n     The Chair recognizes Councilman Greenlee.\n",
      "section": "APPROVAL OF JOURNAL",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN GREENLEE",
      "said": "    Thank you, Mr. President.  I move that the Journal of the meeting of Thursday, September 18th, 2014 be approved.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.  It has been moved and properly seconded that the Journal of the meeting of Thursday, September 18th, 2014 stand approved.\n     All those in favor say aye.\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and the Journal is approved.\n     The next order of business is requests for leave of absence, and the Chair recognizes Councilman Jones.\n",
      "section": "LEAVES",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JONES",
      "said": "    Thank you, Mr. President.  On behalf of the majority, there is a request for a leave of absence by Councilwoman Marian Tasco.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.  Leave shall be granted.\n     The Chair recognizes Councilman O'Neill.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN O'NEILL",
      "said": "    Thank you, Mr. President.  On behalf of the republicans, there are no requests for leave of absence.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.\n     The Chair at this time recognizes Councilwoman Bass.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BASS",
      "said": "    Thank you, Mr. President.  At this time I request a leave of absence, but voting aye on all bills and resolutions for today.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.\n",
      "section": "PRESENTATIONS",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BASS",
      "said": "    Thank you.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.  Leave shall be granted. Thank you, Councilwoman.  It shall be noted.\n     At this time, I would like to dispense with the regular order of business and I would like to thank everyone who has come down today to witness their government in action.  We really appreciate you taking time out of your day to come down and give us a visit.  We hope that your experience today is an extremely pleasurable one, so much so that you come back again.  Again, thank you very much.\n     At this time, the Chair recognizes Councilman Jones, who will present a resolution recognizing the 30th Anniversary of Philadelphia Minority Business Enterprise Development Week. Would Angela Dowd-Burton and those accompanying her please join the Councilman at the podium.\n     And joining Councilman Jones we have Councilwoman Quinones-Sanchez and Councilman Oh and Councilman Neilson and Councilwoman Blackwell.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JONES",
      "said": "    Incredibly, today we stand to recognize the 30th annual celebration of the Philadelphia Minority Enterprise Development Week here in Philadelphia.  The theme this year is Breakthroughs Through Innovation.  And I guess we could not talk about inclusion, affirmative action in contracting nor employment without mentioning three names.  The first one is the late great Lucien Blackwell.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BLACKWELL",
      "said": "    Thank you.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JONES",
      "said": "    The second name is W. Wilson Goode, our former Mayor.  And the third was an administrator that no one heard of before 17-500.  His name was John Macklin.  And what he did was to look at the data that was produced by the various purchasing departments and he discovered that less than one half of a percent --\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BLACKWELL",
      "said": "    Less than one-tenth of one percent.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JONES",
      "said": "    Excuse me. I stand corrected.  Less than one-tenth of one percent was found to have gone to African American, other minorities, and women-owned businesses in the City of Philadelphia's purchasing process.  And these three individuals got together, working with Council, to create legislation that changed things, and it's 17-500.  It evolved to today's OEO, but I can stand here today and say that we have achieved 28 percent DBE participation in the City of Philadelphia.  And, no, it's not perfect, but it's sure better than what it used to be.  And you can clap to that.\n     (Applause.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JONES",
      "said": "    So we present this resolution supporting the National Minority Business Development Agency and recognizing the 30th Anniversary of Philadelphia's Minority Enterprise Development Week, from the 29th of September through the 4th of October 2014, for providing critical information, fostering growth and competitiveness for minority business in the community and in Philadelphia; and\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BROWN",
      "said": "    Whereas, since 1983, the United States President has proclaimed a National Minority Enterprise Development Week observance to recognize the outstanding achievements of Minority Business Enterprises and to honor those corporations and financial institutions that support minority business development.  Annual regional conferences and activities are organized by the United States Department of Commerce's Minority Business Development Agency in collaboration with the United States Small Business Administration's Office of Government Contracting and Business Development; and\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN OH",
      "said": "    Whereas, the MED Week celebration was started locally in Philadelphia in 1984 to honor and promote minority owned businesses in the Philadelphia area.  The organizers of the first MED Week activities were Barbara Daniel Cox, former Director of Mayor Wilson Goode's Women's Commission, and Bilal Abdul Qayyum, Assistant to the Deputy Director of the City Commerce Department; and\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN NEILSON",
      "said": "    And whereas, the 30th Anniversary of MED Week is chaired by the African-American Chamber of Commerce of PA, New Jersey and Delaware, The Asian American Chamber of Commerce of Greater Philadelphia, The City of Philadelphia Commerce Department, The Greater Philadelphia Hispanic Chamber of Commerce and The Minority Business Development Agency.  For one week, business leaders from across the region will host various workshops focused around this year's theme, Breakthrough: Growth and Innovation;\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JOHNSON",
      "said": "    Whereas, the 2014 MED Week celebration marks a major milestone for the minority business community.  While progress has been made, continuous efforts are needed around minority business development.  A recent study released by ENGAGE, a student-run think tank at the University of Pennsylvania, indicated that a shift in growing industries required more highly-skilled, college educated workers, which is not characterized by many Philadelphia minorities.  This is one of the major initiatives that the African-American Chamber of Commerce and other business leaders is looking into changing in the coming year;\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN SANCHEZ",
      "said": "    Whereas, Philadelphia is home to so many creative, hard-working entrepreneurs.  Our economy is experiencing rapid growth.  Buildings are being erected and renovated, healthcare is expanding, and our financial system is stable and the stock market indexes are at an all-time high. Philadelphia is ranked third in construction growth across the United States of America.  Hospitality and tourism are on the rise, along with the expansion of bridges, highways, ports, rail system, and the airport here in Philadelphia.  MED Week is an opportunity for these local businesses to learn, grow, and connect the dots that will take their companies to the next level;\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BLACKWELL",
      "said": "    And whereas, the 2014 Philly MED Week will kick-off with the 2014 MED Week Award Reception, which takes place on Monday, September 29th, 8:00 a.m. in the Mayor's Reception Room downstairs in City Hall.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BROWN",
      "said": "    Be it resolved, by the Council of the City of Philadelphia, that it hereby supports the National Minority Business Development Agency and recognizes the 29th of September to the 4th of October, 2014, as Philadelphia Minority Enterprise Development Week which provides critical information, resources, opportunities, and inspiration to foster the trajectory for growth and sustainability in the minority business development community.\n     Further resolved, that an engrossed copy of this resolution be presented to the Philadelphia MED Week Committee as evidence of the strong support and sincere sentiments of this legislative body.\n     Introduced by member Councilman Curtis Jones and sponsored, supported by all members of Philadelphia City Council. Congratulations.\n     (Applause.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Ms. Dowd-Burton for remarks.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "MS. DOWD-BURTON",
      "said": "    Thank you, President Clarke.\n     Good morning, everyone.\n     (Good morning.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "MS. DOWD-BURTON",
      "said": "    And thank you to all the members of City Council for this wonderful, wonderful acknowledgment. I will tell you on behalf of the 2014 MED Week Committee that this resolution means a great deal.  It means the consistent support that we've had from Council over the past 30 years, and we truly appreciate that.\n     The members of the co-chairing committee have been noted.  I want to repeat them, because it is clear that over the last couple of years we've begun to collaborate in new and creative ways, and we want to make sure that we are connecting the dots as major advocates for minorities in this business community.  So the co-chairs include the African American Chamber of Commerce, the Greater Philadelphia Hispanic Chamber, the Asian American Chamber, the Pennsylvania Minority Business Development Agency, and the Philadelphia Commerce Department, not only the Office of Economic Opportunity but the Philadelphia Industrial Development Corporation as well.\n     We have over 20 major sponsors and stakeholders this year who join us in expressing our gratitude for this acknowledgment, and some of those major sponsors include the University of Pennsylvania, Drexel University, Temple University, the Airport, the Water Department, the Department of Human Services, American Airlines, Saks Fifth Avenue -- Saks Fifth Avenue.  Sorry. Goldman Sachs.\n     Certainly different.  Too much online.  Too much online.\n     And the Convention Center, just to name a few.\n     You have our programs at your seats.  All of our sponsors are listed there, and on the back of that program is a list.  It's a conference at the Glens for the whole week of over 20 events.\n     This year, yes, the theme is Growth Through Innovation, and as we celebrate our business community, we acknowledge the contribution of our legislators in helping to institutionalize structure of support and accountability for minority, women, and disabled-owned business enterprises.  We also honor a man who tipped the scales 31 years ago when he commissioned a study to measure the disparity, economic disparity, within our business community. Managing Director W. Wilson Goode and subsequently Mayor Goode exemplified the vision and leadership that launched a sea change in the growth and development of minority and women-owned businesses. Mayor Goode's Administration and this City Council mobilized the resources of the City to champion the inclusion of disadvantaged businesses on City contracts, thereby ensuring the longevity and prosperity of those enterprises that were ready, willing, and able to accept the challenge.\n     In recognition of the 30th Anniversary of the Philadelphia Minority Enterprise Development Week, we acknowledge the contributions of Mayor W. Wilson Goode, of Mayor Michael Nutter, and this City of Philadelphia City Council.  We acknowledge by celebrating the successes of our business community and showcasing best practices for those who are still on the path to success by improving access to resources and contracting opportunities in the local and global marketplace, and next week we will be talking about millions of dollars in contracts with and outside of City government, and, finally, by raising our collective commitment and vigilance in the measure of our impact as advocates for the minority business community and the communities that they serve.\n     The 2014 MED Week celebration includes programs that provide insight, resources, business relationships, and contracting opportunities.  Programs extend from the Mayor's Reception Room to the Navy Yard, from the Greater Philadelphia Chamber to the Federal Reserve Bank, from The Enterprise Center to the Barnes Museum, and to the Water Department Fox Street headquarters and so much more.\n     So as you can see, leaders within the public, private, and non-profit sectors have accepted the call to action.  In the future, we hope business owners reflect on 2014 as the year they began to fully appreciate the power of innovation, of networking, and navigating the business process.  Their collaboration and commitment to excellence is the key to building the capacity that will be required in the expanding public, private, and non-profit sectors.\n     So we hope all of you will join us on September 29th to October 4th as we celebrate our history but, more importantly, reaffirm our commitment to building businesses and putting people to work.\n     And I want to give a special thank you to Mayor Nutter and also to the President of City Council, President Darrell Clarke, to Councilwoman Blondell Reynolds Brown, Councilman Jones, and Councilman Oh, who will personally participate in MED Week this year.  We do hope to see all of you.\n     At this time, I'd like to introduce Steven Scott Bradley, who is the CEO of the African American Chamber, for brief remarks.  Thank you again.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "MR. BRADLEY",
      "said": "    Good morning, everyone.\n     (Good morning.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "MR. BRADLEY",
      "said": "    On behalf of the committee, I just want to stand here and thank President Clarke for acknowledging us, and I just want to encourage everybody to talk to your constituents. We have a lot planned and it's not going to be a success unless we get residents and citizens of this city to come out and support MED Week.  We're excited about celebrating 30 years.  We're excited about the support we're getting from the City Council, but in order for it to be successful, we need all the citizens to take advantage of these resource.\n     Again, thank you and have a good day.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.\n     (Applause.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Council will be at ease.\n     (Council at ease.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you very much.  That concludes our presentations.  Before we move to communications, I would ask that we have a moment of silence for John P. McNally. Most of you don't know him, but John was a person that worked in City Hall.  He worked on all our sound systems in the Chamber, in the caucus, and assisted pretty much every Councilmember on all of the events.  It was an untimely passing. I'd just ask for a moment of silence briefly.\n     (Moment of silence.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.\n     The next order of business is communications.  The Chair requests that the Sergeants-of-Arms delivers the messages from the Mayor to the Chief Clerk.\n     Thank you.  Mr. Decker, would you please read those messages.\n",
      "section": "COMMUNICATIONS",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    To the President and members of the Council of the City of Philadelphia, I am pleased to advise you that on September 19, 2014, I signed the following bills which were passed by Council at its session on September 11, 2014:  Bill No. 140515 and Bill No. 140516.\n     And I am submitting herewith for the consideration of your honorable body an ordinance amending Bill No. 140144-A, approved June 19, 2014, entitled \"An ordinance to adopt the Capital Program for the six Fiscal Years 2015 through 2020 inclusive,\" by adding and revising certain projects, amounts, and sources; and\n     An ordinance amending Bill No. 140145-A, approved June 19, 2014, entitled \"An ordinance to adopt a Fiscal 2015 Capital Budget,\" by adding and revising certain projects, amounts, and sources; and\n     An ordinance authorizing and approving the modification of a Service Agreement between the City of Philadelphia and the Philadelphia Authority for Industrial Development relating to the refinancing of certain bonds, approving the issuance by the Philadelphia Authority for Industrial Development of bonds, notes or other evidences of indebtedness in one or more series, or in a combined series with certain other authorized indebtedness, to refinance certain bonds; and authorizing and approving the obligation of the City of Philadelphia to pay in full when due the Service Fee and other amounts payable under the Service Agreement, all under certain terms and conditions.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Mr. Decker.  Mr. Decker, do you have any other communications?\n",
      "section": "INTRO. OF BILLS",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    I have none, Mr. President.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you so much.\n     At this time, we'll have the introduction of bills and resolutions, and the Chair recognizes Councilman Kenney.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN KENNEY",
      "said": "    Thank you, Mr. President.  I offer one privileged resolution.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A privileged resolution recognizing and honoring Barbara Salapek on her retirement after 25 years as a full-time volunteer at the St. Francis Inn, a soup kitchen and shelter located in the Kensington neighborhood of Philadelphia.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That resolution will be on today's Final Passage Calendar.\n     And the Chair recognizes Councilwoman Blackwell.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BLACKWELL",
      "said": "    Thank you, Mr. President.  Today I introduce one bill on your behalf.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilwoman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BLACKWELL",
      "said": "     Certainly.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    An ordinance authorizing and approving the modification of a Service Agreement between the City of Philadelphia and the Philadelphia Authority for Industrial Development relating to the refinancing of certain bonds, approving the issuance by the Philadelphia Authority for Industrial Development of bonds, notes or other evidences of indebtedness in one or more series, or a combined series with certain other authorized indebtedness.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That bill will be referred to committee.\n     The Chair recognizes Councilman Greenlee.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN GREENLEE",
      "said": "    Thank you, Mr. President.  I offer one bill and two resolutions on your behalf.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    An ordinance amending Chapter 9-800 of The Philadelphia Code, entitled \"Landlord and Tenant - Rent Control,\" by requiring adequate notice to tenants regarding rent increases and adequate notice to landlords in the case of tenants' decision not to renew a lease.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That bill will be referred to committee.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a non-privileged resolution authorizing the Commissioner of Public Property to execute and deliver to the Philadelphia Redevelopment Authority, without consideration, deeds conveying conditional fee simple title to certain City-owned lots or pieces of ground with the buildings and improvements thereon, situate in the Forty-Seventh Ward of the City of Philadelphia.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That resolution will be on next week's Final Passage Calendar.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a non-privileged resolution authorizing the Commissioner of Public Property to execute and deliver to the Philadelphia Redevelopment Authority, without consideration, deeds conveying conditional fee simple title to certain City-owned lots or pieces of ground with the buildings and improvements thereon, situate in the Twenty-Ninth and Forty-Seventh Wards of the City of Philadelphia.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That resolution will also be on next week's Final Passage Calendar.\n     The Chair recognizes Councilman Henon.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN HENON",
      "said": "    Thank you, Mr. President.  I have no bills or resolutions.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n     The Chair recognizes Councilman Johnson.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JOHNSON",
      "said": "    Thank you, Mr. President.  I have two bills and one non-privileged resolution.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JOHNSON",
      "said": "    You're welcome.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    An ordinance amending Chapter 19-3900 of The Philadelphia Code, entitled \"Tax Exemptions for Longtime Owner-Occupants of Residential Properties,\" by specifying certain circumstances sufficient to demonstrate equitable ownership of a property under the Longtime Owner-Occupants Program.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That bill will be referred to committee.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And an ordinance amending Chapter 10-800 of The Philadelphia Code, entitled \"Safety,\" by prohibiting the sale, possession, or use of toy or imitation firearms which substantially duplicate or can be reasonably perceived to be actual firearms.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That bill will also be referred to committee.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a non-privileged resolution approving the redevelopment contract of the Philadelphia Redevelopment Authority for the redevelopment and urban renewal of a portion of the Point Breeze Urban Renewal Area, identified by house number and street address as 2025 Federal Street.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That resolution will be on next week's Final Passage Calendar.\n     The Chair recognizes Councilwoman Quinones-Sanchez.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN SANCHEZ",
      "said": "    Thank you, Mr. President.  I have one bill on behalf of Councilwoman Marian Tasco.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilwoman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    An ordinance to amend the Philadelphia Zoning Maps by changing the zoning designations of certain areas of land located within an area bounded by Rising Sun Avenue, Geneva Road, Westford Road, and Tabor Road.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That bill will be referred to committee.\n     And the Chair recognizes Councilman Neilson.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN NEILSON",
      "said": "    I have one privileged resolution.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A privileged resolution recognizing October 2014 as Dyslexia Awareness Month in Philadelphia and calling on educators and local educational agencies to provide equal educational opportunities for all students through awareness of the importance of early recognition of dyslexia and the benefits of evidence-based interventions.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That resolution will be on this week's Final Passage Calendar.\n     And the Chair recognizes Councilman Neilson -- I'm sorry; O'Brien. We did that already.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN O'BRIEN",
      "said": "    You're feeding into --\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Councilman, you new guys, I'm still trying to get used to you new guys.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN O'BRIEN",
      "said": "    I have one privileged resolution today, Mr. President.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.  Sorry, Councilman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A privileged resolution recognizing the work of Philadelphia's own Louise Esola and her book \"American Boys:  The True Story of the Lost 74 of the Vietnam War.\"  Which brings to light the story of the 74 sailors that perished on the USS Frank E. Evans during the Vietnam War.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    And that resolution will be on the Final Passage Calendar.\n     The Chair recognizes Councilman Goode.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN GOODE",
      "said": "    Thank you, Mr. President.  I offer no bills or resolutions today.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n     The Chair recognizes Councilwoman Reynolds Brown.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BROWN",
      "said": "    Thank you, Mr. President.  I offer one bill introduced by Councilman James Kenney and myself and co-sponsored by all members of City Council.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilwoman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    An ordinance amending Title 10 of The Philadelphia Code, entitled \"Regulation of Individual Conduct and Activity,\" to add a new Chapter 10-2100, entitled \"Hate Crimes,\" to provide for additional penalties for criminal conduct motivated by hatred towards certain characteristics of other persons.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That bill will be referred to the appropriate committee.\n     And the Chair recognizes Councilman Jones.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JONES",
      "said": "    Thank you, Mr. President.  Two bills, one on your behalf, two privileged resolutions, one on Councilwoman Bass' behalf.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    An ordinance providing for the submission to the qualified electors of the City of Philadelphia of the proposal set forth in a Resolution approved by Council proposing an amendment to The Philadelphia Home Rule Charter relating to the creation of a new Department of Planning and Development, headed by a Cabinet-level Director, to oversee the City's planning, zoning, licensing, inspection, enforcement, and housing functions.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That will be referred to committee.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And an ordinance authorizing and directing the installation of a traffic signal on Parkside Avenue at the intersection of North 50th Street.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That will be referred to committee.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a privileged resolution honoring the Mayor's Commission on People with Disabilities, Philadelphia's Department of Parks and Recreation, and the Global Abilities Foundation on the occasion of their fourth annual Rec Fest.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    And that will be on today's Final Passage Calendar.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a non-privileged resolution proposing an amendment to The Philadelphia Home Rule Charter relating to the creation of a new Department of Planning and Development, headed by a Cabinet-level Director, to oversee the City's planning, zoning, licensing, inspection, enforcement, and housing functions.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That resolution will be referred to committee.\n     The Chair recognizes Councilman O'Neill.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN O'NEILL",
      "said": "    Thank you, Mr. President.  I offer one bill.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    An ordinance amending Title 4 of The Philadelphia Code, entitled \"The Philadelphia Building Construction and Occupancy Code,\" by amending Subcode \"PM\" (The Philadelphia Property Maintenance Code), by adding the Tenth Councilmanic District to the list of areas covered by certain building standards.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That bill will be referred to committee.\n     And the Chair recognizes Councilman Squilla.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN SQUILLA",
      "said": "    Thank you, Mr. President.  I offer one privileged resolution.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A privileged resolution designating the week of Monday, October 6 through Monday, October 13, 2014 as \"Christopher Columbus/Italian American Heritage Week\" in the City of Philadelphia.  This is done in celebration of the festivities commemorating Columbus' historic voyage to the New World and honoring Chazz Palminteri as Grand Marshall of the 2014 Philadelphia Columbus Day Parade.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    And that resolution will be on today's Final Passage Calendar.\n     And the Chair recognizes Councilman Oh.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN OH",
      "said": "    Thank you very much, Mr. President.  I offer two resolutions and one bill.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    An ordinance providing for the submission to the qualified electors of the City of Philadelphia of an amendment to The Philadelphia Home Rule Charter establishing and defining the responsibilities of the International Trade and Investment Authority; fixing the date of a special election for such purpose; prescribing the form of ballot questions to be voted on; and authorizing the appropriate officers to publish notice and to make arrangements for the special election.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That bill will be referred to committee.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a non-privileged resolution respectfully requesting that the Pennsylvania Legislature authorize an additional 300 taxi medallions to provide modern, green, wheelchair accessible taxi cabs with bike racks to meet the existing needs of Philadelphia's underserved ridership.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    That resolution will be on next week's Final Passage Calendar.\n",
      "section": "REPORTS",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a non-privileged resolution proposing an amendment to The Philadelphia Home Rule Charter to provide for the creation, appointment, powers and duties of an International Trade and Investment Authority.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.  That resolution will be referred to committee.\n     And that concludes our introduction of bills and resolutions. We will now have reports from committee.\n     The Chair recognizes Councilwoman Blackwell for a report from the Committee on Finance.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BLACKWELL",
      "said": "    Thank you, Mr. President.  The Committee on Finance reports out one bill with a favorable recommendation.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilwoman.\n     Mr. Decker, please read that report.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    To the President and members of the Council of the City of Philadelphia, the Committee on Finance, to which was referred Bill No. 140609, entitled \"An ordinance authorizing and approving the execution and delivery of a Service Agreement between the City of Philadelphia and the Philadelphia Authority for Industrial Development relating to the financing of additional operating funds for the School District of Philadelphia for Fiscal Year 2015 only, approving the issuance by the Philadelphia Authority for Industrial Development of bonds, notes or other evidences of indebtedness in one or more series, to finance such additional operating funds; and authorizing and approving the obligation of the City of Philadelphia to pay in full when due the Service Fee and other amounts payable under the Service Agreement,\" respectfully reports it has considered and amended the same and returns the attached bill to Council with a favorable recommendation.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.\n     The Chair again recognizes Councilwoman Blackwell.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BLACKWELL",
      "said": "    Thank you, Mr. President.  I move that the rules of Council be suspended so as to permit first reading this day of Bill No. 140609.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.  It has been moved and properly seconded that the rules of Council be suspended so as to allow first reading this day of Bill No. 140609.\n     All those in favor say aye.\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and that bill will be placed on our First Reading Calendar today.\n     And that concludes our reports from committee, and we will now have the consideration of the Calendar.  I note that the bill just reported from committee with suspension of the rules has been deemed to have had a first reading.  This bill will be placed on our Second Reading and Final Passage Calendar at our next session of Council.\n     As there are no additional bills on the First Reading Calendar, the Chair recognizes Councilman Jones for the purpose of calling up bills and resolutions on the Second Reading and Final Passage Calendar.\n",
      "section": "BILLS ON 2ND READING",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JONES",
      "said": "    Thank you, Mr. President.  The following resolutions and bills are being called up from Second Reading and Final Passage Calendars today:  Nos. 140671, 140700, 140702, 140703, 140704, and 140707 and 140001-A. All other resolutions and bills are being held.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.\n     Before considering these bills and resolutions on the Final Passage Calendar, we will have our public comment session.  The public comment session will go as follows:\n     Your name will be called when it is your time to speak.  If you are interested in speaking on a bill or a resolution on the Final Passage Calendar today, I would ask that you sign up at the table to my left.  If you've already done so, your name will be called.  You will go to the podium in the middle of the Council.  There is a device on the podium.  When the light on that device turns green, it is your time to speak. When it turns yellow, you have 30 seconds to conclude your remarks.  When it turns red, we'd ask that you please adhere to the guidelines and conclude your remarks. You will have three minutes for your remarks.\n     And at this time, I call Mr. Decker to read the first name on the witness list.\n",
      "section": "PUBLIC COMMENT",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    There are no speakers on the public comment list, Mr. President.\n",
      "section": "2ND READING",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    All right.  I can tell by the way you were looking at me, Mr. Decker, as I was giving that long explanation that there was no one here to testify.  But the rules require me to say that anyway. Thank you very much.\n     Got to have a little levity in this job.\n     At this time, we will now consider the resolutions and bills on the Second Reading and Final Passage Calendar.\n     Mr. Decker, please read the title of 140671.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A resolution urging Further Action To Enact Legislation To Designate The Medical Center Of The Department Of Veterans Affairs Located At 3900 Woodland Avenue in Philadelphia, Pennsylvania, As The \"Corporal Michael J. Crescenz Department Of Veterans Affairs Medical Center.\"\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilman Oh.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN OH",
      "said": "    Thank you, Mr. President.  I move for the adoption of the resolution.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and Resolution 140671 is adopted.\n     Mr. Decker, 140700.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A resolution authorizing the Commissioner of Public Property to execute and deliver to the Philadelphia Redevelopment Authority, without consideration, deeds conveying conditional fee simple title to certain City-owned lots or pieces of ground with the buildings and improvements thereon, situate in the Fifteenth, Eighteenth and Thirty-Seventh Wards of the City of Philadelphia.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilman Greenlee.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN GREENLEE",
      "said": "    Thank you, Mr. President.  I move the adoption of the resolution.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and Resolution 140700 is adopted.\n     Mr. Decker, please read the title of 140702.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A resolution authorizing the Commissioner of Public Property to execute and deliver to the Philadelphia Redevelopment Authority, without consideration, deeds conveying conditional fee simple title to certain City-owned lots or pieces of ground with the buildings and improvements thereon, situate in the Seventh and Thirty-Seventh Wards of the City of Philadelphia.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilwoman Quinones-Sanchez.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN SANCHEZ",
      "said": "    Thank you.  I move for the adoption.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and 140702 is adopted.\n     Mr. Decker, 140703.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A resolution also naming West Venango Street between 5th Street and 7th Street \"Joaquin Rivera Way\" to honor the memory of Joaquin Rivera and to recognize his life and memorialize his lasting legacy.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair again recognizes Councilwoman Quinones-Sanchez.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN SANCHEZ",
      "said": "    Thank you, Council President.  I move for the adoption.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and 140703 is adopted.\n     Mr. Decker, 140704.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A resolution calling on the Pennsylvania Department of Education and the Pennsylvania Secretary of Education to thoroughly investigate any and all allegations of curriculum deficiencies reported within the School District of Philadelphia that have been properly filed and received by the Secretary.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilwoman Reynolds Brown.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BROWN",
      "said": "    Thank you, Mr. President.  I move for the adoption.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and Resolution 140704 is adopted.\n     Mr. Decker, 140707.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A resolution authorizing the Commissioner of Public Property to execute and deliver to the Philadelphia Redevelopment Authority, without consideration, deeds conveying conditional fee simple title to certain City-owned lots or pieces of ground with the buildings and improvements thereon, situate in the Twenty-Fifth, Thirty-First and Thirty-Ninth Wards of the City of Philadelphia.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilman Squilla.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN SQUILLA",
      "said": "    I move for the adoption of the resolution.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and 140707 has been adopted.\n     Mr. Decker, please read the title of 140001-A.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    An ordinance amending Chapter 10-800 of The Philadelphia Code, entitled \"Safety,\" by providing for ending the existing procedure of mandatory custodial arrests for the crime of marijuana possession and by requiring the reporting of the number of arrests and related information with respect to those arrested for marijuana possession.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilman Kenney.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN KENNEY",
      "said": "    Thank you, Mr. President.  Based on the passage of last week's bill, I move that Bill No. 140001-A be withdrawn.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it.  Bill No. 140001-A is withdrawn.\n     Mr. Decker, do you have any additional resolutions.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    A resolution recognizing and honoring Barbara Salapek on her retirement after 25 years as a full-time volunteer at the St. Francis Inn, a soup kitchen and shelter located in the Kensington neighborhood of Philadelphia, introduced by Councilman Kenney.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilman Kenney.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN KENNEY",
      "said": "    I move the adoption of the resolution.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and that resolution is adopted.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a resolution recognizing October 2014 as Dyslexia Awareness Month in Philadelphia and calling on educators and local educational agencies to provide equal educational opportunities for all students through awareness of the importance of early recognition of dyslexia and the benefits of evidence-based interventions, introduced by Councilman Neilson.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilman Neilson.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN NEILSON",
      "said": "    Thank you, Mr. President.  I move for the adoption of the resolution.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and that resolution is adopted.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a resolution recognizing the work of Philadelphia's own Louise Esola and her book \"American Boys:  The True Story of the Lost 74 of the Vietnam War.\"  Which brings to light the story of the 74 sailors that perished on the USS Frank E. Evans during the Vietnam War, introduced by Councilman O'Brien.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilman O'Brien.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN O'BRIEN",
      "said": "    Thank you, Mr. President.  I move for the adoption of the resolution.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and that resolution is adopted.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a resolution honoring the Mayor's Commission on People with Disabilities, Philadelphia's Department of Parks and Recreation, and the Global Abilities Foundation on the occasion of the fourth annual Philadelphia Rec Fest, introduced by Councilwoman Bass.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilman Oh.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN OH",
      "said": "    Thank you, Mr. President.  On behalf of Councilwoman Bass, I move for the adoption of the resolution.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and that resolution is adopted.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    And a resolution designating the week of Monday, October 6 through Monday, October 13, 2014 as \"Christopher Columbus/Italian American Heritage Week\" in the City of Philadelphia.  This is done in celebration of the festivities commemorating Columbus' historic voyage to the New World and honoring Chazz Palminteri as Grand Marshall of the 2014 Philadelphia Columbus Day Parade, introduced by Councilman Squilla.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The Chair recognizes Councilman Squilla.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN SQUILLA",
      "said": "    Thank you, Mr. President.  I move for the adoption of the resolution.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    It's been moved and properly seconded.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it, and that resolution is adopted.\n",
      "section": "SPEECHES",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "CHIEF CLERK",
      "said": "    There are no other resolutions on the Final Passage Calendar, Mr. President.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you very much.\n     That concludes our Calendar. And at this time, I would ask if there are any speeches on the part of the minority.\n     The Chair recognizes Councilman Oh.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN OH",
      "said": "    Thank you very much, Mr. President.  I just wanted to give a last request that anybody who believes they are musically talented, whether they are a professional musician or someone who is just hoping to be a musician one day, you have until next week, September 30th, to submit on our website, www.phllive.org, your music video.  It can be simply something you record yourself on your cell phone, but you can win $1,000, perform in front of 6,000 people, thanks to the Dell Music Center, free studio recording time and other prizes.  So please don't miss this opportunity.  It's all about the creative economy in Philadelphia.\n     Thank you.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilman.  I refuse to respond to that, sir.  I had something really funny to say, but I'm not going to go there today.  I'm not going to go there today.\n     The Chair recognizes -- any speeches on the part of the majority?\n     And the Chair recognizes Councilman Jones.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILMAN JONES",
      "said": "    Thank you, Mr. President.  Very quickly, two announcements.  One, tonight we will be honoring the new President-elect of the American Bar Association, Paulette Brown. It will be in Conversation Hall tonight between 5:30 and 7:30 p.m.  Many Councilmembers will be joining us.  This is a big thing and a first for the Bar Association.\n     The second announcement is that many members of Council will be participating in MED Week in various workshops, including yourself, but Councilman Oh and I are co-venturing on a not red state, not blue state but a green state of inclusion for all companies. He's been all around the world and now he's back, and we will be dealing with the opportunities at the Commonwealth level for small businesses.  The title of the workshop is the Commonwealth As Your Partner, and we will be on Tuesday, September 30th, 6 o'clock at the Greater Philadelphia Chamber of Commerce, 200 South Broad Street, 7th floor, and we would like all to come out to hear about what opportunities are available and what opportunities are proposed at the state level.\n     Thank you, Mr. President.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you very much, Councilman.\n     The Chair recognizes Councilwoman Reynolds Brown.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BROWN",
      "said": "    Thank you, Mr. President.  As a followup to Councilman Oh's exciting talent venture, I'm going to make a public appeal that next year when you do this, you will include different genres of dance so that that performing arts as well can be celebrated.\n     I have two announcements.  In 2010, Mr. President, my office and I took a closer look at the disposal of prescription drugs, and the reason why we did this was our discovery that every year 2.1 million children ages 12 to 17 report prescription drug abuse.  Further, we learned that in 24 metropolitan cities, including Philadelphia when our water was tested, drinking water, 56 different pharmaceuticals were found in our testing water.  And so the good news is that Councilman Denny O'Brien joined us and raised the bar on this again, and as a partner with him, we want to remind our listeners and our viewers that this Saturday, September 27th, from 10:00 a.m. to 2:00 p.m. is National Drug Abuse Disposal Prescription Day, and we're asking everyone and, most notably parents who have children, that they seek to dispose drugs in a way that's proper and correct.\n     And then, secondly, in keeping with MED Week, for the sixth consecutive year my office will be joining with PIDC to bring together about three dozen small business people down at the Navy Shipyard, which still offers enormous opportunity, and we'll be giving a full-panel presentation followed by a tour of that fabulous economic engine down there.\n     Thank you, Mr. President.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilwoman.\n     And the Chair recognizes Councilwoman Quinones-Sanchez.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN SANCHEZ",
      "said": "    Thank you, Mr. President.  Later this afternoon the Special Commission established by the Mayor will be publicly releasing a report.  There's been already much discussion about this.  I personally want to thank all the members of the Commission who represented both from the academic world, the building trades, and the contractors for spending countless hours in the discussion about how do we improve the public safety of the City of Philadelphia.\n     The report has many items that are synergetic to what the task force, led by this Council, established by you, Council President, discussed and provides some insights on some potential other ideas and national best practices.  I look forward to working with the Administration and my Council colleagues to provide a full briefing.  Many Council folks post the task force, our City Council task force, has been working on many issues, Councilman O'Brien and Councilman Henon, and some of the Commission reports will support some of the work that's been ongoing and will highlight others.  The most important piece is that this Council in the last budget cycle recognized that ultimately it is about priorities and resources, and I believe that the additional resources given to L&I have allowed the Commissioner to establish some reforms that have also led to much progress.  Can more be done?  Absolutely.  I think that this report and the work that's been done by this Council will continue to keep in the forefront the enormous task that we have in terms of the public safety as it relates to construction sites.\n     So today's report and recommendations will be well received, and I look forward to a process that we can discuss them, dialogue them, and implement further reforms in addition to providing additional resources for the Department of Licenses and Inspections.\n     So thank you.\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you, Councilwoman.\n     That concludes our speeches on behalf of the minority and the majority, and the Chair now recognizes Councilwoman Reynolds Brown for a motion to adjourn.\n",
      "section": "ADJOURNMENT",
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCILWOMAN BROWN",
      "said": "    Thank you, Mr. President.  I move that Council stand adjourned until Thursday, October 2nd, 2014 at 10:00 a.m.\n     (Duly seconded.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Thank you.  It has been moved and seconded that Council stand adjourned until Thursday, October 2nd, 2014 at 10:00.\n     All those in favor?\n     (Aye.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "     Those opposed?\n     (No response.)\n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    },
    {
      "speaker": "COUNCIL PRESIDENT CLARKE",
      "said": "    The ayes have it.\n     Thank you all very much.\n     (Stated Meeting adjourned at 11:35 a.m.)\n     \n",
      "section": null,
      "topic": null,
      "showSetTopic": false
    }
  ]
}
